package com.mygdx.game.war.Project_OOP.Unit;

public enum Names {
    Таод, Купалинг, Гумба, Могучий_Пу, Варкрафт, Имлерих, Сахелантроп, Эхо_Шамбер, Викарий_Амелиа, 
    Гик, Лудоман, Виртуальщик, Геймоголик, Симмер, Геймплэй, Метро, СтарКрафт, Портал, Мортал_Комбат,
    Ведьмак, Фаренгейт, Фраг, Стрейф, Раш, Грифер, Чун_Ли, Пойсон, Байонетта, Нихару, Китана, Джейд,
    Эдения, Милена, Соня_Блейд, Синдел, Принцесса_Пич, Молчунья, Игруля, Сиберия, Зельда, Кирби, Арио,
    Пикачу, Соник, Пакмэн, Лара_Крофт, Мастер_Чиф, Натан_Дрейк, Кратос, Стив, Трейсер, Геральт,
    Эцио_Аудиторе_де_Фиренце, Джайна_Праудмур, Капитан_Шепард, Данте, Пудж, Капитан_Прайс,
    Майлз_Эджуорт, Мета_Найт, Хантер_Гепард, Нина_Кортекс, Капитан_Кварк, Психо_Богомол, Кефка_Палаццо,
    Лакиту, Йоши, Боузер, Томас_Зейн, Лютесы, Майкл_Лжец, Элон, Ви
}
